Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2016-2.odt.tmx
Source language: nob
Languages: sme

source: For å få et større kunnskapsgrunnlag og statistikkmateriale om institusjonene over tid, vil Sametinget i større grad gjennom vilkår i tildelingsbrev og regelverk be om rapportering på statistikk og ulike faktaopplysninger, herunder informasjon om institusjonenes kompetansebehov.
sme: Oažžun dihte buoret máhttovuođu ja statistihkkamateriála ásahusaid birra áiggi badjel, áigu Sámediggi eanet juolludaneavttuid bokte ja njuolggadusaid bokte bivdit statistihka raporttaid ja iešguđet lágan fáktadieđuid, dasa gullet maid dieđut ásahusa gelbbolašvuođa dárbbu birra.

source: I forvaltningen av driftstilskudd ser Sametinget at det kan være behov for en klargjøring og mulig større grad av differensiering utfra ulike kategorier kulturinstitusjoner når det gjelder både målformuleringer, kriterier for måloppnåelse og rapporteringskrav utover definerte minstestandarder.
sme: Doaibmadoarjaga hálddašeamis sáhttá Sámedikki mielas leat dárbu čilget buorebut ja vejolaččat dásset kulturásahusaid iešguđet kategoriijaid mielde, sihke ulbmilhábmema ja ulbmilolahusaid eavttuid ja raporterengáibádusaid unnimusstandárddaid defineremiid meaddel.

source: Sametinget ser at det også er behov for en tydeliggjøring i tildelingsbrevene av hva Sametinget mener at drifts-/direktetilskuddet skal og kan benyttes til, noe som for eksempel kan aktualiseres når institusjoner som mottar direktetilskudd søker Sametinget om støtte over søkerbaserte ordninger.
sme: Sámedikki mielas maid sáhttá dárbu čilget juolludusreivves masa Sámediggi oaivvilda doaibma-/ njuolggodoarjagat galget adnot, juoga mii sáhttá šaddat áigeguovdilin dalle go ásahusat mat ožžot njuolggodoarjaga, ohcet Sámedikkis doarjagiid ohcanvuđot ortnegiid bokte.

source: Noen institusjoner har gitt tilbakemelding om at det kan medføre merarbeid når de ulike offentlige myndigheter som gir driftstilskudd opererer med ulike frister, krav og forventninger i tildelings-brevene.
sme: Muhtin ásahusat leat dovddastan ahte sáhttá mielddisbuktit lassibarggu go iešguđet almmolaš eiseválddiin mat addet njuolggodoarjaga, leat iešguđet áigemearit, gáibádusat ja vuordámušat juolludusreivviin.

source: Sametinget ser at det å samkjøre våre frister og krav vil kunne forenkle noe for institusjonene.
sme: Sámediggi oaidná ahte jus mii oktiiheivehit min áigemeriid ja gáibádusaid, de dat álkida ásahusaid bargguid.

source: På den annen side kan det være flere ulike myndigheter, og dermed vanskelig å få til en samkjøring med alle.
sme: Nuppi dáfus sáhttet leat iešguđet lágan eiseválddit, ja dat sáhttá fas dagahit ahte lea váttis oažžut oktiiheiveheami buohkaiguin.

source: 7.2.4 Dialogmøter Sametinget er opptatt av å utvikle dialogen med de samiske institusjonene, og legge til rette for at institusjonene skal få muligheter til å utvikle seg til sterke faglige institusjoner.
sme: 7.2.4 Gulahallančoahkkimat Sámediggái lea dehálaš ovddidit gulahallama sámi ásahusaiguin, ja láhčit dili vai ásahusat ožžot vejolašvuođa ovdánit nanu fágalaš ásahussan.

source: Institusjonene selv har imidlertid også et eget ansvar i å opprettholde og utvikle seg som institusjon.
sme: Ásahusain alddiineaset lea maiddái ovddasvástádus seailut ja ovdánit ásahussan.

source: Samiske institusjoner har etterspurt en tettere oppfølging og dialog fra Sametingets side, slik at Sametingets forventninger til institusjonene kommuniseres tydeligere, og institusjonene kan redegjøre for sine behov og utfordringer.
sme: Sámi ásahusat leat maid ohcalan lagat čuovvoleami ja gulahallama Sámedikkis, nu ahte Sámedikki vuordámušat ásahusaide bohtet ovdan vel čielgaseappot, ja vai ásahusat sáhttet čilget iežaset dárbbuid ja hástalusaid.

source: I 2014 og 2015 har det vært gjennomført dialogmøter med en rekke av de samiske kulturinstitusjonene som mottar direktetilskudd over Sametingets budsjett.
sme: 2014:s ja 2015:s leat čađahuvvon gulahallančoahkkimat muhtin sámi kulturásahusaiguin mat ožžot njuolggodoarjaga Sámedikki bušeahta bokte.

source: Erfaringene så langt er veldig positive, og dette er noe som ønskes videreført.
sme: Vásihusat dássážii leat hui buorit, ja dá lea juoga mainna háliidit joatkit.

source: Intensjonen er å gjennomføre det med alle institusjoner jevnlig.
sme: Áigumuš lea čađahit dákkár čoahkkima buot ásahusaiguin jeavddalaččat.

source: I tillegg til informasjonsutveksling og det å bli bedre kjent, er noe av formålet at institusjonene og Sametinget i fellesskap diskuterer hvilke behov og utfordringer de har, og hvilke behov og utfordringer Sápmi har for framtiden.
sme: Lassin diehtojuohkimii ja dasa ahte oahpásnuvvat buorebut, de lea oassin ulbmilis ahte ásahusat ja Sámediggi ovttas digaštallet makkár dárbbut ja hástalusat sis leat, ja makkár dárbbut ja hástalusat Sámis leat boahtteáigái.

source: Sametinget ser at det kan være hensiktsmessig å standardisere og systematisere deler av dialogmøtene ytterligere, slik at de i større grad gir et sammenhengende bilde at institusjonenes situasjon over tid.
sme: Sámediggi oaidná ahte sáhttá leat ovdamunni standardiseret ja systematiseret osiid gulahallančoahkkimiin, vai dat buorebut addet ollislaš gova ásahusa dilis áiggi badjel.

source: Sametinget vil også vurdere mer samarbeid og koordinering med andre eiere/styre-oppnevnere i forbindelse med deres møter med institusjonene.
sme: Sámediggi áigu maid árvvoštallat eanet ovttasbarggu ja oktiiordnema eará eaiggádiiguin/ stivranammadeddjiiguin sin čoahkkimiin ásahusaiguin.

source: 7.2.5 Bidra til kompetanseheving i institusjonene Det er viktig at de samiske institusjonene styres med solid faglighet og utrustes til robuste organisasjoner, i møte med dagens og fremtidens utfordringer og endringsprosesser.
sme: 7.2.5 Váikkuhit ásahusaid gelbbolašvuođaloktemii Lea dehálaš ahte sámi ásahusat stivrejuvvojit nannosit fágalaččat, ja ahte ásahuvvojit ceavzilis organisašuvdnan, dálá ja boahtteáiggi rievdademiid ja hástalusaid dihte.

source: Sametingets seminarer for styremedlemmer og daglige ledere i kulturinstitusjoner som mottar driftsstøtte over sametingsbudsjettet er ett tiltak som bidrar til kompetanseheving.
sme: Sámedikki seminárat kulturásahusaid stivralahtuide ja beaivválaš jođiheddjiide mat ožžot doaibmadoarjaga Sámedikki bušeahta bokte lea okta doaibmabijuin mii lokte gelbbolašvuođa.

source: Dette omtales også delvis under kapittel 7.1 Sikre faglig sterke institusjoner.
sme: Dán birra čuožžu maid muhtin muddui 7.1 kapihttalis Sihkkarastit fágalaččat nanu ásahusaid.

source: Det er en utfordring for Sametinget å målrette sine virkemidler og verktøy i forhold til mangfoldet av kulturinstitusjoner, og i forhold til fremtidige målsettinger.
sme: Lea hástalussan Sámediggái bidjat mihtuid iežas váikkuhangaskaomiide ja reaidduide buotlágan kulturásahusaid ektui, ja boahtteáiggi mihtuid ektui.

source: Samtidig som dette må balanseres i forhold til prinsippet om armlengdes avstand, og i forhold til andre offentlige og eventuelt private aktørers politikk og praksis på området.
sme: Seammás go dát fertejit dássejuvvot prinsihpaid ektui, ja eará almmolaš ja priváhta aktevrraid politihka ja bargovugiid ektui dán suorggis.

source: Det er behov for å se nærmere på prinsippene for Sametingets eierskap og forvaltning av samiske kulturinstitusjoner, herunder bevissthet rundt de ulike rollene Sametinget har og kan få i forhold til de ulike kulturinstitusjonene i Sápmi.
sme: Lea dárbu geahčadit lagabui Sámedikki eaiggátvuođa prinsihpaid ja sámi kulturásahusaid hálddašeami, dása gullá maid dihtomielalašvuohta daid iešguđet rollaid birra mat Sámedikkis leat ja sáhttá oažžut dain iešguđet kulturásahusain Sámis.

source: Dette vil være veiledende prinsipper, men det må likevel gjøres særskilte vurderinger i hvert enkelt tilfelle.
sme: Dát bohtet leat bagadeaddji prinsihpat, muhto ferte aŋkke juohke áššis dahkat sierra árvvoštallama.

source: Sametingets grad av involvering og type eierskapsforvaltning må også ses i forhold til Sametingets tilgjengelige ressurser og administrative kapasitet.
sme: Sámedikki searvama dási ja eaiggátvuođahálddašeami ferte maid geahččat ovttas Sámedikki vejolaš resurssaid ektui ja hálddahuslaš bargonávccaid ektui.

source: I den sammenheng kan det bli behov for kompetansehevingstiltak, og for tiltak for økt profesjonalisering i eierskapsforvaltningen.
sme: Dan oktavuođas sáhttá šaddat dárbu gelbbolašvuođaloktemii, ja doaibmabijuide mat lasihit profešunaliteahta eaiggáthálddašeamis.

source: Hovedmål: Egnede eierskap til kulturinstitusjoner
sme: Váldomihttomearri: Heivvolaš eaiggátvuohta kulturásahusain

source: Sametinget skal være en aktiv langsiktig eier som bidrar til å utvikle institusjonene
sme: Sámediggi galgá leat aktiivvalaš guhkitáiggi eaiggát mii váikkuha ásahusaid ovddideapmái

source: Utarbeide prinsipper for Sametingets eierskapsforvaltning
sme: Hábmet prinsihpaid Sámedikki eaiggátvuođahálddašeapmái

source: Mer aktiv bruk av eiermøter der dette er aktuelt
sme: Eanet aktiivvalaš geavaheapmi eaiggátčoahkkimiin

source: Sikre faglig vurdering ved nye forespørsler om å gå inn på eiersiden
sme: Sihkkarastit fágalaš árvvoštallama go ođđa ásahusat bivdet mis eaiggátvuođa

source: Organisasjonsform avklares i dialog med institusjonen
sme: Organiserenmálle čielggaduvvo ovttas ásahusain

source: Aksjeselskap som foretrukket organisasjonsform i framtida
sme: Oasussearvi ávžžuhuvvo organiserenmállen boahtteáiggis

source: Kulturinstitusjoner med aktive og kompetente styrer
sme: Kulturásahusat mat leat aktiivvalaččat ja main lea stivra mas lea rievttes gelbbolašvuohta

source: Sette sammen styrer med bred faglig og relevant kompetanse tilpasset institusjonenes utviklingsbehov
sme: Čohkket stivrii olbmuid main lea viiddis fágalaš ja áigeguovdilis gelbbolašvuohta mii lea heivehuvvon ásahusa ovddidandárbbuide

source: Oversikt over og rekruttering av styrekandidater med faglig og relevant kompetanse
sme: Govus ja rekruteren vejolaš stivralahtuin main lea fágalaš ja áigeguovdilis gelbbolašvuohta

source: Koordinering med andre styreoppnevnende organ om målsettinger om 40-60 % kjønnsbalanse i styrene
sme: Oktiiheiveheapmi eará stivranammaduvvon orgánaiguin mihttomeriin olahit 40-60% sohkabealdási stivrraide

source: Utvikle Sametingets oppfølging av institusjonene
sme: Ovddidit Sámedikki ásahusčuovvoleami

source: Tydeligere tildelingsbrev til institusjonene
sme: Čielgasit juolludanreivvet ásahusaide

source: Prøve ut en ordning med tre-årige oppdragsdokument/-avtaler
sme: Geahččalit ortnega mas lea 3-jagá bargodokumeanta/ -šiehtadus

source: Mer differensiert oppfølging av institusjonene etter størrelse og funksjon
sme: Eanet heivehuvvon čuovvoleami ásahusain sturrodaga ja doaimmaid ektui

source: Jevnlige og systematiserte dialogmøter med institusjonene
sme: Jeavddalaš ja systematiserejuvvon gulahallančoahkkimiid ásahusaiguin

source: 7.3. Sikre samiske kulturinstitusjoner gode rammevilkår
sme: 7.3. Sihkkarastit sámi kulturásahusaide buriid rámmaeavttuid

source: Innen kulturpolitikken er organisering og budsjettrammer sentrale for utvikling og handlingsrom på kulturfeltet.
sme: Kulturpolitihkas leat organiseren ja bušeahttarámmat guovddážis ovdáneapmái ja doaibmanvejolašvuhtii kultursuorggis.

source: En forutsetning for at de samiske kulturinstitusjonene skal kunne utvikles, gjøres mer robuste og ivareta sine oppgaver, er at de gis forutsigbare og tilfredsstillende rammebetingelser.
sme: Okta eavttuin jus sámi kulturásahusat galget sáhttit ovdánit, dahkkot nannoseabbon ja vuhtiiváldit iežas bargguid, lea ahte daidda addojit einnostahtti ja dohkálaš rámmaeavttut.

source: Samiske institusjoner erfarer fortsatt store etterslep i de økonomiske rammevilkårene sammenlignet med tilsvarende norske institusjoner, noe som igjen gir store utfordringer i forhold til både drift, faglig utvikling, vedlikehold og kapasitet.
sme: Sámi ásahusat vásihit ain ollu váilevašvuođa ekonomalaš rámmaeavttuin go buohtastahttá dáža ásahusaiguin, mii fas mielddisbuktá stuora hástalusaid sihke doaimmaheapmái, fágalaš ovdáneapmái, áimmahuššamii ja kapasitehtii.

source: Sametinget har forståelse for institusjonenes uttalte utålmodighet etter å sikres gode nok rammebetingelser og utviklingsmuligheter.
sme: Sámedikkis lea ipmárdus ásahusaide go lohket iežaset gierddoheapmin go galget sihkkarastit doarvái buriid rámmaeavttuid ja ovdánahttinvejolašvuođaid.

source: Institusjonene er tydelige på at de opplever å bli hengende etter i utviklingen.
sme: Ásahusat leat čielgasat das ahte sii vásihit ahte bázahallet ovdánemiin.

source: Generelt må muligheten for økonomisk utvikling for samiske kulturinstitusjoner minimum være på samme nivå som sammenlignbare norske institusjoner.
sme: Oppalaččat ferte ekonomalaš ovdáneami vejolašvuohta sámi kulturásahusaide unnimusat leat seamma dásis go buohtastahtti dáža ásahusat.

source: Dette er som kjent ikke situasjonen i dag.
sme: Nu go mii diehtit, de ii leat dilli nu dál.

source: Samiske institusjoner og kulturaktører må i tillegg settes i stand til å nyttiggjøre seg ulike program, ordninger og finansieringsmuligheter, også innenfor kulturnæringer.
sme: Sámi ásahusat ja kulturdoaimmaheaddjit fertejit dasa lassin oažžut vejolašvuođa ávkkástallat iešguđet lágan prográmmain, ortnegiin ja ruhtadanvejolašvuođain, maiddái kulturealáhusaid siskkobealde.

source: Dette handler bl.a. om kapasitets- og kompetanseoppbygging.
sme: Dát lea earret eará kapasitehta- ja gelbbolašvuođahuksema birra.

source: Det at Sametinget får økonomisk rammer og handlingsrom til å kunne bidra til å styrke, utvikle, oppgradere og eventuelt bygge det tilstrekkelige antall og de kategorier/typer av kulturinstitusjoner som de samiske samfunn vil ha behov for i nær fremtid og på lengre sikt, er en av de største utfordringene vi har.
sme: Dat ahte Sámediggi oažžu ekonomalaš rámmaid ja doaibmanvejolašvuođa sáhttit nannet, ovddidit, buoridit ja vejolaččat hukset doarvái logu ja kategoriijaid/ sorttaid kulturásahusaid maidda sámi servodagas lea dárbu lagamus boahtteáiggis ja guhkit áigái, lea okta dain stuorimus hástalusain mat mis leat.

source: Sametinget vil videreføre arbeidet politisk og administrativt overfor sentrale myndigheter for å styrke Sametingets økonomiske rammer og handlingsrom, for derigjennom å kunne styrke kulturinstitusjonenes rammevilkår.
sme: Sámediggi áigu viidásetfievrridit barggu sihke politihkalaččat ja hálddahuslaččat guovddáš eiseválddiid ektui nannendihte Sámedikki ekonomalaš rámmaid ja doaibmanvejolašvuođa, ja dan bokte sáhttit nannet kulturásahusaid rámmaeavttuid.

source: Samarbeidsavtalene med fylkeskommunene har bidratt positivt til en del tiltak og samarbeid.
sme: Ovttasbargošiehtadusat fylkkasuohkaniiguin leat buoridan vejolašvuođa dihto doaimmaid ektui ja ovttasbargguid ektui.

source: Men Sametinget står også overfor en del utfordringer i forhold til samarbeid med regionale og lokale myndigheter.
sme: Muhto Sámedikkis leat maid hástalusat ovttasbarggu ektui regionála ja báikkálaš eiseválddiid ektui.

source: Én av disse er hvordan få andre offentlige organer med på å bygge og opprettholde infrastrukturen i samiske samfunn, herunder de samiske kulturinstitusjonene.
sme: Okta ášši lea movt sáhttit oažžut eará almmolaš orgánaid hukset ja bisuhit infrastruktuvrra sámi servodagain, dása gullet maid sámi kulturásahusat.

source: Mange kommuner er i dag, og/eller vil etter kommunereformen kunne bli, vertskapskommuner for samiske kulturinstitusjoner.
sme: Ollu suohkanat leat dál, ja/ dahje bohtet leat maŋŋil suohkanođastusa, ruovttusuohkanat sámi kulturásahusaide.

source: Institusjoner som gir kulturtilbud og -opplevelser for hele befolkningen i kommunen, i tillegg til arbeidsplasser og skatteinntekter.
sme: Ásahusat mat fállet kulturfálaldaga ja –vásihusaid olles suohkana álbmogii, lassin go dat leat bargosadjin ja vearrosisabuktin.

source: Sametinget har forventninger om at disse kommunene tar sitt ansvar som vertskommune på alvor og bidrar til at institusjonene har forsvarlige rammebetingelser for sin virksomhet.
sme: Sámedikkis leat vuordámušat dasa ahte ruovttusuohkanat veahkehit dasa ahte ásahusain leat dohkálaš rámmaeavttut iežaset doaimmaide.

source: Andre typer rammevilkår enn de rent økonomiske kan berøres i fylkeskommunale og kommunale planer og strategier for kulturfeltet.
sme: Eará rámmaeavttut go dat ekonomalaš eavttut, sáhttet váldot mielde fylkkasuohkaniid ja suohkaniid plánaide ja strategiijaide kultursuorggis.

source: Sametinget er i blant høringsinstans for slike planer, og kan gjennom høringssvar påpeke behov og synliggjøre samiske kulturinstitusjoner i den gjeldende vertskommune eller –fylke.
sme: Sámediggi lea earret eará gulaskuddaninstánsa dákkár plánaide, ja sáhttá gulaskuddancealkámuša bokte deattuhit dárbbuid ja čalmmustahttit sámi kulturásahusaid guoskevaš ruovttusuohkanis dahje –fylkkas.

source: Det å komme inn i ordningen for direktetilskudd over sametingsbudsjettet er attraktivt for kultur-institusjoners rammevilkår, da det medfører forutsigbarhet.
sme: Dat ahte boahtit mielde njuolggodoarjja ortnegii sámedikki bušeahta bokte, lea geasuheaddjin kulturásahusaid rámmaeavttuide, go dat mielddisbuktá einnostahttima.

source: Med begrensede økonomiske rammer vil Sametinget i utgangspunktet måtte prioritere opprusting og styrking av de eksisterende institusjonene under ordningen før nye tas inn.
sme: Ráddjejuvvon ekonomalaš rámmaid dihte ferte Sámediggi álgoálggus vuoruhit buorideami ja nannema dálá ásahusain ortnegis ovdal go váldá searvái ođđa ásahusaid.

source: Sametinget har gjort seg erfaringer som tilsier at institusjoner som tas inn på ordningen med direktetilskudd må ha en organisasjonsform som er transparent.
sme: Sámedikkis leat vásihusat das ahte ásahusain mat váldojit njuolggodoarjjaortnegii, ferte leat organiserenmálle mii lea rabas ja oinnolaš.

source: Det er for eksempel ikke hensiktsmessig at det bare er én person som utgjør både styret, daglig ledelse og eier.
sme: Ii leat ovdamearkka dihte vuogas ahte lea dušše okta olmmoš gii lea sihke stivra, beaivválaš jođiheaddji ja eaiggát.

source: For institusjoner som ønsker å komme inn på ordningen legger Sametinget til grunn at aktivitetsnivået har vært høyt over en viss periode, gjerne at de først har fått støtte over søkerbaserte ordninger over noen år, at det kan vises til stabil og forsvarlig drift over tid, og at institusjonen oppfyller Sametingets vilkår og reglement.
sme: Ásahusaide mat háliidit váldot mielde ortnegii, bidjá Sámediggi vuođđun ahte dain leat leamaš ollu doaimmat áiggi badjel, áinnas ahte sii vuos leat ožžon doarjaga ohcanvuđot ortnega bokte muhti jagiid, ja ahte sii sáhttet čájehit bistevaš ja dohkálaš doaimmaheami áiggi badjel, ja ahte ásahus deavdá Sámedikki eavttuid ja njuolggadusaid.

source: En faglig vurdering må ligge til grunn, hvor også institusjonens samfunnsrolle og betydning vektes.
sme: Fágalaš árvvoštallan ferte leat vuođđun dasa, mas maiddái servodatávkki bealli ja mearkkašupmi leat vuođđun árvvoštallamis.

source: Slike faglige og formelle vurderinger vil kunne ta noe tid å gjennomføre.
sme: Dákkár fágalaš ja formálalaš árvvoštallamat sáhttet váldit áiggi čađahit.

source: Av den grunn vil det vurderes å utarbeide retningslinjer hvor en ny institusjon kan foreslås inn på ordningen i forbindelse med Sametingets budsjettforhandlinger, men først året etter kan institusjonen bli vurdert tatt inn i budsjettet, på bakgrunn av de faglige og formelle vurderinger som i mellomtiden er gjennomført.
sme: Dan sivas árvvoštallojuvvo hábmet njuolggadusaid mas ođđa ásahus sáhttá evttohuvvot ortnegii mielde Sámedikki bušeahttašiehtadallamiid oktavuođas, muhto easkka jagi maŋŋil ásahus árvvoštallojuvvot váldot mielde bušehttii, fágalaš ja formálalaš árvvoštallamiid vuođul mat dan áiggis leat čađahuvvon.

source: Vi ser at det kan være behov for en enda bedre koordinering internt i Sametinget, for å gi en bedre samlet oppfølging for institusjonene.
sme: Mii oaidnit ahte sáhttá leat dárbu vel buoret oktiiheiveheapmái siskkáldasat Sámedikkis, vai sáhttit buorebut čuovvolit ásahusaid.

source: Både når det gjelder direktetilskudd og ulike søkerbaserte ordninger, og med tanke på at noen institusjoner har flere ulike saksfelt under samme tak, saksfelt som kan sortere under ulike avdelinger i Sametinget, eksempelvis språk.
sme: Sihke mii guoská njuolggodoarjagii ja iešguđet lágan ohcanvuđot doarjagiidda, dainna jurdagiin ahte muhtin ásahusain leat máŋgga lágan áššesuorggi ovtta dáhki vuolde, áššesuorggit maid sáhttá rátkit iešguđet ossodagaide Sámedikkis, nu go giella.

source: Hovedmål: Samiske kulturinstitusjoner med gode rammevilkår
sme: Váldomihttomearri: Heivvolaš eaiggátvuohta kulturásahusain

source: En styrking av overordnede økonomiske rammevilkår for samiske kulturinstitusjoner
sme: Nannet bajit ekonomalaš rámmaeavttuid sámi kulturásahusaide

source: Regjeringens og Sametingets ansvar for samisk kultur og kulturinstitusjoner tydeliggjøres gjennom budsjettforhandlinger mellom partene.
sme: Ráđđehusa ja Sámedikki ovddasvástádus sámi kultuvrii ja kulturásahusaide dahkko čielggasin bušeahttašiehtadallamiid bokte bealálaččaiguin.

source: Involvere sentrale myndigheter og fagetater i felles utvikling av samiske kulturinstitusjoner
sme: Váldit fárrui guovddáš eiseválddiid ja fágaetáhtaid oktasaš ovddidandihte sámi kulturásahusaid

source: Regionale og lokale myndigheter bidrar til felles utvikling av samiske kulturinstitusjoner
sme: Regionála ja báikkálaš eiseválddit ovddidit oktasaš ovdáneami sámi kulturásahusain

source: Bidra til at institusjoner sikres finansiering utenom Sametinget
sme: Váikkuhit dasa ahte ásahusat sihkkarastojuvvojit ruhtadeami olggobealde Sámedikki

source: Synliggjøre regionale myndigheters ansvar gjennom samarbeidsavtalene med fylkeskommunene
sme: Čalmmustahttit regionála eiseválddiid ovddasvástádusa ovttasbargošiehtadusain fylkkasuohkaniiguin

source: Bidra til å ansvarliggjøre vertskommuner til felles utvikling av samiske kulturinstitusjoner
sme: Váikkuhit dasa ahte ruovttusuohkaniin lea ovddasvástádus oktasaš ovdáneapmái sámi kulturásahusain

source: Kulturinstitusjoner med direktetilskudd fra Sametinget har forutsigbare rammevilkår for sin virksomhet
sme: Kulturásahusain mat ožžot njuolggodoarjaga Sámedikkis leat einnostahtti rámmaeavttut iežaset doibmii

source: Utarbeide retningslinjer for å kunne komme inn under ordningen med direktetilskudd fra Sametinget
sme: Hábmet njuolggadusaid vai bohtet njuolggodoarjjaortnega vuollái Sámedikkis

source: Utarbeide forutsetninger om transparent organisering og styring av kulturinstitusjoner med direktetilskudd fra Sametinget
sme: Hábmet einnostahttivuođa organiserenmálles ja stivremis mii lea rabas ja oinnolaš kulturásahusain mat ožžot njuolggodoarjaga Sámedikkis

source: Bedre samlet oppfølging for kulturinstitusjonene gjennom koordineringen internt i Sametinget
sme: Buorebut ollislaš čuovvoleapmi kulturásahusain koordinerema bokte siskkáldasat Sámedikkis

source: 7.4. Sikre samiske kulturinstitusjoners behov for tilfredsstillende lokaler og bygg
sme: 7.4. Sihkkarastit sámi kulturásahusaid dárbbuid dohkálaš lanjaide ja visttiide

source: Noen av de etablerte samiske kulturinstitusjonene er eiere av bygningsmassen de har sin virksomhet i. Flere av disse har behov for oppgraderinger av lokalene slik at de tilfredsstiller dagens faglige krav til den virksomheten de har.
sme: Muhtin ásahuvvon sámi kulturásahusat eaiggádit visttiid main sii doaibmet. Máŋgga visttis lea dárbu buoridit lanjaid nu ahte sis leat dohkálaš lanjat dálá fágalaš gáibádusaid mielde dan doaimma ektui mii sis lea.

source: Utfordringen er å finansiere kostnadene til slike oppgraderinger.
sme: Hástalus lea gávdnat ruhtadeami dákkár buoridemiide.
